Repository: chandanshetty01/wakemeup
Catalog: wakemeup/*.lproj/Localizable.strings
Languages: de, it, ja, zh_hans

source: LEVELS
de: LEVEL
it: LIVELLI
ja: レベル
zh_hans: 关卡

# LevelsKey
source: Levels
de: LEVEL
it: LIVELLI
ja: レベル
zh_hans: 关卡

# NoAds
source: Remove Ads
de: Werbung entfernen
it: Rimuovi pubblicità
ja: 広告を削除する
zh_hans: 移除广告

# Score
source: Moves: %d√ó%d= %d
de: Aktionen: %d×%d= %d
it: Mosse: %d×%d= %d
ja: 動き: %d×%d= %d
zh_hans: 移动数： %d×%d= %d

source: Best Moves: %@
de: Beste Aktionen: %@
it: Migliori mosse: %@
ja: 最高の動き: %@
zh_hans: 最佳移动数： %@

source: Tell A Friend
de: Einem Freund davon erzählen
it: Dillo a un amico
ja: 友達に教える
zh_hans: 告诉一个朋友

source: Sound
it: Suono
ja: サウンド
zh_hans: 声音

source: Music
de: Musik
it: Musica
ja: 音楽
zh_hans: 音乐

# RateApp
source: Rate Me
de: Bewertung abgeben
it: Valutami
ja: 評価してください
zh_hans: 评级我

# LevelNO
source: Level: %d
it: Livello: %d
ja: レベル: %d
zh_hans: 关卡： %d

source: Restart
de: Neustart
it: Riavvia
ja: 再開
zh_hans: 重新开始

source: Global Scores
de: Weltweite Spielergebnisse
it: Punteggi globali
ja: グローバルスコア
zh_hans: 全球分数

source: Game Center
ja: ゲームセンター
zh_hans: 游戏中心

# BestScore
source: Total Moves
de: Gesamtaktionen
it: Mosse totali
ja: 動きの合計
zh_hans: 总移动数

source: Play Again
de: Noch einmal spielen
it: Gioca di nuovo
ja: もう一度プレイする
zh_hans: 再玩一次

source: Share
de: Teilen
it: Condividi
ja: シェア
zh_hans: 分享

# CongratsMsg
source: Great! All levels Completed
de: Großartig! Alle Level abgeschlossen
it: Fantastico! Tutti i livelli completati!
ja: 素晴らしい!全てのレベルが達成されました。
zh_hans: 太棒了！已完成了所有关卡

# MailSentMsg
source: Mail sent successfully
de: Mail erfolgreich gesendet
it: Mail inviata con successo
ja: メールの送信に成功しました。
zh_hans: 邮件已成功发送

# postSentMsg
source: Successfully posted
de: Erfolgreich gepostet
it: Pubblicato con successo
ja: 正常に投稿されました。
zh_hans: 已成功发帖

# TwitterMsg
source: Completed all levels, dare to beat my score %d #swipeItBaby
de: Alle Level abgeschlossen. Versuch, meine Punktzahl zu brechen. %d #swipeItBaby
it: Tutti i livelli completati, vi sfido a battere il mio punteggio %d #swipeItBaby
ja: 全レベル達成しました、私のスコアを超えてみてください。 %d #swipeItBaby
zh_hans: 已经完成了全部关卡，有胆量就来打败我的分数吧 %d #swipeItBaby

# FacebookMsg
source: Completed all levels, dare to beat my score %d #swipeItBaby
de: Alle Level abgeschlossen. Versuch, meine Punktzahl zu brechen. %d #swipeItBaby
it: Tutti i livelli completati, vi sfido a battere il mio punteggio %d #swipeItBaby
ja: 全レベル達成しました、私のスコアを超えてみてください。 %d #swipeItBaby
zh_hans: 已经完成了全部关卡，有胆量就来打败我的分数吧 %d #swipeItBaby

# MailMsg
source: Completed all levels, dare to beat my score %d #swipeItBaby
de: Alle Level abgeschlossen. Versuch, meine Punktzahl zu brechen. %d #swipeItBaby
it: Tutti i livelli completati, vi sfido a battere il mio punteggio %d #swipeItBaby
ja: 全レベル達成しました、私のスコアを超えてみてください。 %d #swipeItBaby
zh_hans: 已经完成了全部关卡，有胆量就来打败我的分数吧 %d #swipeItBaby

source: Remove Ads
de: Werbung entfernen
it: Rimuovi pubblicità
ja: 広告を削除する
zh_hans: 移除广告

# RemoveAdsDesc
source: Enjoy the distraction free experience by removing 'Ads' for %@
de: Genieße das Spielerlebnis ohne Ablenkung, indem Du die Werbung für %@ entfernst
it: Goditi un’esperienza senza distrazione rimuovendo le pubblicità per %@
ja: %@ で広告を削除して、広告なしのプレイをお楽しみください。
zh_hans: 通过移除 %@ 的‘广告’，享受无干扰的体验

# LevelRestartStatus
source: Game Over! Try Again
de: Game Over! Versuch es noch einmal
it: Game Over! Prova di nuovo
ja: ゲームオーバー! リトライしてください
zh_hans: 游戏结束！ 再试一次

# LevelSuccessSatus
source: Congrats! Level %d Completed
de: Glückwunsch! Level %d abgeschlossen
it: Complimenti! Livello %d completato
ja: おめでとうございます! %d レベルが達成されました。
zh_hans: 恭喜！ 关卡%d 已完成

# Tutorial_1
source: Swipe on the circle to start
de: Streiche über den Kreis, um zu beginnen
it: Scorri sul cerchio per iniziare
ja: 円の上でスワイプして開始してください。
zh_hans: 滑动圆形来开始

# Tutorial_2
source: Swipe on the circle towards hole
de: Streiche über den Kreis in Richtung des Lochs
it: Scorri sul cerchio verso la buca
ja: 穴に向かって円の上でスワイプしてください。
zh_hans: 滑动圆形到孔洞

# Tutorial_3
source: Swipe left on the circle and fill the holes
de: Streiche nach links über den Kreis und fülle die Löcher
it: Scorri a sinistra sul cerchio e riempi le buche
ja: 円の上で左にスワイプして穴を埋めてください。
zh_hans: 向左滑动圆形并填入洞中

# Tutorial_4
source: Congrats! watch out the order of filling holes while swipe
de: Glückwunsch! Achte auf die Reihenfolge, in der Du die Löcher füllen müsst, während Du streichst
it: Complimenti! fai attenzione all’ordine di riempimento delle buche mentre scorri
ja: おめでとうございます! スワイプをしている間、穴を埋める順番に気をつけてください
zh_hans: 恭喜！在滑动时，注意填洞的顺序

# Tutorial_5
source: Use white box as a support to fill the hole
de: Benutze die weiße Box als Hilfe, um das Loch zu füllen
it: Usa la scatola bianca come supporto per riempire la buca
ja: 穴埋めのサポートとしてホワイトボックスを使用してください。
zh_hans: 使用白色的箱子作为帮助来填入洞中

# Tutorial_6
source: Great! Keep on Swipe! Fill all the holes to play next level
de: Großartig! Streiche weiter! Fülle alle Löcher, um das nächste Level zu spielen
it: Fantastico! Continua a scorrere! Riempi tutte le buche per passare al livello successivo
ja: 素晴らしい! スワイプを続けましょう! 全ての穴を埋めて次のレベルをプレイしましょう。
zh_hans: 太棒了！继续滑动！填入所有的洞来玩下一关

# TELL_A_FRIEND_MSG
source: Check out our new game 'Swipe It Baby' (%@)!
de: Teste unser neues Spiel 'Swipe It Baby' (%@)!
it: Dai un’occhiata al nostro nuovo gioco 'Swipe It Baby' (%@)!
ja: 私たちの新しいゲームをチェックしてください 'Swipe It Baby' (%@)!
zh_hans: 来看看我们的新游戏 'Swipe It Baby' (%@)!

# TELL_A_FRIEND_TITLE
source: Try 'Swipe It Baby' its very addictive!
de: Teste ‘Swipe It Baby’ Es macht sehr süchtig!
it: Prova ‘Swipe It Baby’, dà dipendenza!
ja: ‘Swipe It Baby’ をお試しください。とても中毒性がありますよ!
zh_hans: 试试 ‘Swipe It Baby’ 它非常耐玩!

# ERROR
source: Unknown Error
de: Unbekannter Fehler
it: Errore sconosciuto
ja: 不明のエラー
zh_hans: 未知错误

source: Ok
zh_hans: 好的

source: Cancel
de: Abbrechen
it: Annulla
ja: キャンセル
zh_hans: 取消

source: Buy
de: Kaufen
it: Acquista
ja: 購入
zh_hans: 购买

source: Restore
de: Zurücksetzen
it: Ripristina
ja: 元に戻す
zh_hans: 还原

source: More Games
de: Mehr Spiele
it: Altri giochi
ja: さらに多くのゲーム
zh_hans: 更多游戏

# FreeDownload
source: Free to Play
de: Kostenlos spielbar
it: Gioca gratis
ja: 無料でプレイ
zh_hans: 免费进行游戏

# MoreGameDesc
source: Welcome to the world of Kachi Kachi One Golden Rule to Play: Tap on the top object to remove Kachi Kachi is a classic puzzle game will take you on the waves of your nostalgia memories. Key Features: -60+ different levels -Simple and Elegance one touch saga with challenging game play that will keep you entertain for hours -3 different modes of gameplay -Easy to play challenging to masters -Cool graphics
de: Welcome to the world of Kachi Kachi. Kachi Kachi is a classic puzzle game will take you on the waves of your nostalgia memories. One Golden Rule to Play: Tap on the top object to remove Key Features: -60+ different levels -Simple and Elegance one touch saga with challenging game play that will keep you entertain for hours -3 different modes of gameplay -Easy to play challenging to masters -Cool graphics
zh_hans: Welcome to the world of Kachi Kachi. Kachi Kachi is a classic puzzle game will take you on the waves of your nostalgia memories. One Golden Rule to Play: Tap on the top object to remove Key Features: -60+ different levels -Simple and Elegance one touch saga with challenging game play that will keep you entertain for hours -3 different modes of gameplay -Easy to play challenging to masters -Cool graphics
